Repository: kodi-game/game.libretro.beetle-pce-fast
Catalog: game.libretro.beetle-pce-fast/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de

# Addon Description
source: Beetle PC Engine Fast is a fork of Mednafen's PC Engine Fast driver.[CR][CR]Compared to Beetle PC Engine, the fast version trades away typically unnecessary accuracy in favor of speed.
da_dk: Beetle PC Engine Fast er en fork af Mednafens PC Engine Fast-driver.[CR][CR]Sammenlignet med Beetle PC Engine bytter den hurtige version typisk unødvendig nøjagtighed væk til fordel for hastighed.
de_de: Beetle PC Engine Fast ist ein Fork des Treibers PC Engine Fast von Mednafen.[CR][CR]Im Vergleich zu Beetle PC Engine verzichtet die schnelle Version auf typischerweise unnötige Genauigkeit zu Gunsten von Geschwindigkeit.

# #30000
source: Settings
de_de: Einstellungen

# #30001
source: Color Palette
da_dk: Farvepalette
de_de: Farbpalette

# #30003
source: Frameskip Threshold (%)
da_dk: Tærskel når der springes en frame over (%)
de_de: Frameskip-Schwellenwert (%)

# #30004
source: Horizontal Overscan (352 Width Mode Only)
da_dk: Vandret overskandering (kun 352 breddetilstand)
de_de: Horizontaler Overscan (nur 352 Breitmodus)

# #30005
source: Initial Scanline
da_dk: Første scanlinje
de_de: Erste Abtastzeile

# #30006
source: Last Scanline
da_dk: Sidste scanlinje
de_de: Letzte Abtastzeile

# #30007
source: PSG Sound Channel 0 Volume %
da_dk: PSG lydkanal 0 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 0

# #30008
source: PSG Sound Channel 1 Volume %
da_dk: PSG lydkanal 1 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 1

# #30009
source: PSG Sound Channel 2 Volume %
da_dk: PSG lydkanal 2 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 2

# #30010
source: PSG Sound Channel 3 Volume %
da_dk: PSG lydkanal 3 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 3

# #30011
source: PSG Sound Channel 4 Volume %
da_dk: PSG lydkanal 4 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 4

# #30012
source: PSG Sound Channel 5 Volume %
da_dk: PSG lydkanal 5 lydstyrke %
de_de: Lautstärke % für PSG-Tonkanal 5

# #30013
source: Mouse Sensitivity
da_dk: Musens følsomhed
de_de: Mausempfindlichkeit

# #30014
source: Disable Soft Reset (RUN+SELECT)
da_dk: Deaktiver blød nulstilling (RUN+SELECT)
de_de: Softreset (RUN+SELECT) deaktivieren

# #30015
source: Turbo Toggle
de_de: Turbo umschalten

# #30016
source: Alternate Turbo Hotkey
de_de: Alternativer Turbo-Hotkey

# #30017
source: Turbo Delay
de_de: Turboverzögerung

# #30018
source: CD Image Cache (Restart Required)
de_de: CD-Abbild-Cache (Neustart erfordelich)

# #30019
source: CD BIOS (Restart Required)
de_de: CD-BIOS (Neustart erforderlich)

# #30020
source: (CD) CD Speed
de_de: (CD) CD-Geschwindigkeit

# #30021
source: (CD) ADPCM Volume %
de_de: (CD) ADPCM-Lautstärke %

# #30022
source: (CD) CDDA Volume %
de_de: (CD) CDDA-Lautstärke %

# #30023
source: (CD) PSG Volume %
de_de: (CD) PSG-Lautstärke %

# #30024
source: No Sprite Limit
de_de: Ohne Sprite-Begrenzung

# #30025
source: CPU Overclock Multiplier (Restart Required)
de_de: CPU-Übertaktungsmultiplikator (Neustart erforderlich)

# #30002
source: Frameskip
da_dk: Spring frame over

# #30021
source: Alternate Turbo Hotkey
da_dk: Alternativ Turbo genvejstast

# #30022
source: Turbo Delay
da_dk: Turbo-forsinkelse

# #30023
source: CD Image Cache (Restart Required)
da_dk: CD billedcache (genstart påkrævet)

# #30024
source: CD BIOS (Restart Required)
da_dk: CD BIOS (genstart påkrævet)

# #30025
source: (CD) CD Speed
da_dk: (CD) CD-hastighed

# #30026
source: (CD) ADPCM Volume %
da_dk: (CD) ADPCM lydstyrke %

# #30027
source: (CD) CDDA Volume %
da_dk: (CD) CDDA lydstyrke %

# #30028
source: (CD) PSG Volume %
da_dk: (CD) PSG lydstyrke %

# #30029
source: No Sprite Limit
da_dk: Ingen Sprite begrænsning

# #30030
source: CPU Overclock Multiplier (Restart Required)
da_dk: Multiplikator til CPU overclock (genstart påkrævet)
